/* Class = "IBUILabel"; text = "Pseudo :"; ObjectID = "112"; */
"112.text" = "Pseudo :";

/* Class = "IBUILabel"; text = "Password :"; ObjectID = "116"; */
"116.text" = "Password :";

/* Class = "IBUILabel"; text = "*"; ObjectID = "119"; */
"119.text" = "*";

/* Class = "IBUILabel"; text = "*"; ObjectID = "120"; */
"120.text" = "*";

/* Class = "IBUILabel"; text = "*"; ObjectID = "121"; */
"121.text" = "*";

/* Class = "IBUILabel"; text = "*"; ObjectID = "122"; */
"122.text" = "*";

/* Class = "IBUIButton"; disabledTitle = "Ok"; ObjectID = "144"; */
"144.disabledTitle" = "Ok";

/* Class = "IBUIButton"; highlightedTitle = "Ok"; ObjectID = "144"; */
"144.highlightedTitle" = "Ok";

/* Class = "IBUIButton"; normalTitle = "Ok"; ObjectID = "144"; */
"144.normalTitle" = "Ok";

/* Class = "IBUIButton"; selectedTitle = "Ok"; ObjectID = "144"; */
"144.selectedTitle" = "Ok";

/* Class = "IBUILabel"; text = "Password"; ObjectID = "147"; */
"147.text" = "Password";

/* Class = "IBUILabel"; text = "Pseudo"; ObjectID = "148"; */
"148.text" = "Pseudo";

/* Class = "IBUILabel"; text = "Save your scores online :"; ObjectID = "174"; */
"174.text" = "Scores sauvés en ligne :";

/* Class = "IBUILabel"; text = "Bind to Facebook :"; ObjectID = "175"; */
"175.text" = "Lier à Facebook :";

/* Class = "IBUITextView"; text = "All your best results will be displayed on your Facebook wall, but each time you can cancel the post if you want."; ObjectID = "178"; */
"178.text" = "Cela vous permettra de poster vos meilleurs resultats sur votre mur Facebook en juste un click, sans même quitter le jeu !";

/* Class = "IBUITextField"; placeholder = "Just a pseudo, not your email"; ObjectID = "113"; */
"113.placeholder" = "Juste un pseudo, pas d'email";

/* Class = "IBUITextField"; placeholder = "Confirm password"; ObjectID = "114"; */
"114.placeholder" = "Confirmez le password";

/* Class = "IBUILabel"; text = "Create a new Account"; ObjectID = "115"; */
"115.text" = "Creez un nouveau Compte";

/* Class = "IBUIButton"; disabledTitle = "Register !"; ObjectID = "118"; */
"118.disabledTitle" = "Enregistrer !";

/* Class = "IBUIButton"; highlightedTitle = "Register !"; ObjectID = "118"; */
"118.highlightedTitle" = "Enregistrer !";

/* Class = "IBUIButton"; normalTitle = "Register !"; ObjectID = "118"; */
"118.normalTitle" = "Enregistrer !";

/* Class = "IBUIButton"; selectedTitle = "Register !"; ObjectID = "118"; */
"118.selectedTitle" = "Enregistrer !";

/* Class = "IBUILabel"; text = "Country :"; ObjectID = "123"; */
"123.text" = "Pays :";

/* Class = "IBUIButton"; disabledTitle = "Choose one"; ObjectID = "124"; */
"124.disabledTitle" = "Choisir";

/* Class = "IBUIButton"; highlightedTitle = "Choose one"; ObjectID = "124"; */
"124.highlightedTitle" = "Choisir";

/* Class = "IBUIButton"; normalTitle = "Choose one"; ObjectID = "124"; */
"124.normalTitle" = "Choisir";

/* Class = "IBUIButton"; selectedTitle = "Choose one"; ObjectID = "124"; */
"124.selectedTitle" = "Choisir";

/* Class = "IBUILabel"; text = "Already own an account ? Click to login."; ObjectID = "125"; */
"125.text" = "Vous possedez déjà un compte ? Connexion :         ";

/* Class = "IBUILabel"; text = "Save scores online :"; ObjectID = "128"; */
"128.text" = "Sauver les scores en ligne :";

/* Class = "IBUILabel"; text = "This is required to be ranked with other players of the world, and of course, to participate to the challenge.\nNotice that this option can be modified later in the Settings pannel."; ObjectID = "129"; */
"129.text" = "Ceci est nécessaire pour vous classer parmi les autres joueurs du monde, de votre pays, et bien sur, pour participer au challenge.\nCette option est modifiable dans les Réglages.";

/* Class = "IBUILabel"; text = "Why do I need to register an account to play ? "; ObjectID = "130"; */
"130.text" = "Pourquoi dois-je créer un compte pour jouer ? ";

/* Class = "IBUIButton"; disabledTitle = "Cancel"; ObjectID = "143"; */
"143.disabledTitle" = "Annuler";

/* Class = "IBUIButton"; highlightedTitle = "Cancel"; ObjectID = "143"; */
"143.highlightedTitle" = "Annuler";

/* Class = "IBUIButton"; normalTitle = "Cancel"; ObjectID = "143"; */
"143.normalTitle" = "Annuler";

/* Class = "IBUIButton"; selectedTitle = "Cancel"; ObjectID = "143"; */
"143.selectedTitle" = "Annuler";

/* Class = "IBUIButton"; disabledTitle = "Register !"; ObjectID = "51"; */
"51.disabledTitle" = "Enregistrer !";

/* Class = "IBUIButton"; highlightedTitle = "Register !"; ObjectID = "51"; */
"51.highlightedTitle" = "Enregistrer !";

/* Class = "IBUIButton"; normalTitle = "Register !"; ObjectID = "51"; */
"51.normalTitle" = "Enregistrer !";

/* Class = "IBUIButton"; selectedTitle = "Register !"; ObjectID = "51"; */
"51.selectedTitle" = "Enregistrer !";

/* Class = "IBUILabel"; text = "Login :"; ObjectID = "52"; */
"52.text" = "Login :";

/* Class = "IBUITextField"; placeholder = "Confirm password"; ObjectID = "54"; */
"54.placeholder" = "Confirmez le password";

/* Class = "IBUILabel"; text = "Create a new Account"; ObjectID = "55"; */
"55.text" = "Creér un compte";

/* Class = "IBUILabel"; text = "Password :"; ObjectID = "56"; */
"56.text" = "Password :";

/* Class = "IBUILabel"; text = "*"; ObjectID = "58"; */
"58.text" = "*";

/* Class = "IBUILabel"; text = "*"; ObjectID = "59"; */
"59.text" = "*";

/* Class = "IBUILabel"; text = "*"; ObjectID = "60"; */
"60.text" = "*";

/* Class = "IBUILabel"; text = "*"; ObjectID = "61"; */
"61.text" = "*";

